import classes from "./Home.module.css";

const Home = () => {
  return (
    <div className={classes.homeContent}>
      <p>
        Началото на хирургията в България като научна и на приложението й
        специалност става след Освобождението на Българието от руски лекари
        хирурзи, най-известният от които е Н.И. Пирогов, който участва в няколко
        руски войни, включително Руско-Турската Освободителна война като
        военно-полеви хирург. На негово име е основан Институт Пирогов, вероятно
        на базата на следосвобожденски учебно-образователен и хирургичен
        комплекс, където са се обучавали първите български лекари след
        Освобождението. Подобен хирургичен център на името на Пирогов има и в
        Москва. Работата на Пирогов се развива особено през социализма, когато
        неговата военно-полева хирургия намира практическо приложение в
        травматологията и спешната хирургия, с която е по-известен Интитут
        Пирогов сега. След демократичните промени от началото на 90-те Пирогов е
        преобразуван в университетска болница по подобие на американските
        болници за спешна помощ, които често са университетски болници (това,
        обаче е проблем, тъй като Пирогов е руски учен, а пироговската медицина
        е руска хирургична медицина свързана с Освободителните Руско-Турски
        войни, тоест с това се получава културологична неконсистентност, тъй
        като в САЩ Пирогов е непознат като хирург, макар да има понятие за
        военно-полева хирургия, но основно и предимно във Великобритания).
        Българската хирургия има влияние от френската и румънската хирургия
        (Букурещ) през 19 (както и през 20 век) [2][3]. След приемането на
        България в ЕС за придобиване на специалност по хирургия вече не се
        изисква лекарят да има придобита специалност по обща хирургия.
        Изключение прави специалността Военна хирургия, за придобиването на
        която е нужно лекарят да има вече призната специалност по обща хирургия,
        ортопедия и травматология, включително неврохирургия, а дори и
        акушерство, и гинекология (в случаите, когато пациентката може да се
        нуждае от незабавен аборт и други), както и други. Началото на
        хирургията в България като научна и на приложението й специалност става
        след Освобождението на Българието от руски лекари хирурзи,
        най-известният от които е Н.И. Пирогов, който участва в няколко руски
        войни, включително Руско-Турската Освободителна война като военно-полеви
        хирург. На негово име е основан Институт Пирогов, вероятно на базата на
        следосвобожденски учебно-образователен и хирургичен комплекс, където са
        се обучавали първите български лекари след Освобождението. Подобен
        хирургичен център на името на Пирогов има и в Москва. Работата на
        Пирогов се развива особено през социализма, когато неговата
        военно-полева хирургия намира практическо приложение в травматологията и
        спешната хирургия, с която е по-известен Интитут Пирогов сега. След
        демократичните промени от началото на 90-те Пирогов е преобразуван в
        университетска болница по подобие на американските болници за спешна
        помощ, които често са университетски болници (това, обаче е проблем, тъй
        като Пирогов е руски учен, а пироговската медицина е руска хирургична
        медицина свързана с Освободителните Руско-Турски войни, тоест с това се
        получава културологична неконсистентност, тъй като в САЩ Пирогов е
        непознат като хирург, макар да има понятие за военно-полева хирургия, но
        основно и предимно във Великобритания). Българската хирургия има влияние
        от френската и румънската хирургия (Букурещ) през 19 (както и през 20
        век) [2][3]. След приемането на България в ЕС за придобиване на
        специалност по хирургия вече не се изисква лекарят да има придобита
        специалност по обща хирургия. Изключение прави специалността Военна
        хирургия, за придобиването на която е нужно лекарят да има вече призната
        специалност по обща хирургия, ортопедия и травматология, включително
        неврохирургия, а дори и акушерство, и гинекология (в случаите, когато
        пациентката може да се нуждае от незабавен аборт и други), както и
        други. Началото на хирургията в България като научна и на приложението й
        специалност става след Освобождението на Българието от руски лекари
        хирурзи, най-известният от които е Н.И. Пирогов, който участва в няколко
        руски войни, включително Руско-Турската Освободителна война като
        военно-полеви хирург. На негово име е основан Институт Пирогов, вероятно
        на базата на следосвобожденски учебно-образователен и хирургичен
        комплекс, където са се обучавали първите български лекари след
        Освобождението. Подобен хирургичен център на името на Пирогов има и в
        Москва. Работата на Пирогов се развива особено през социализма, когато
        неговата военно-полева хирургия намира практическо приложение в
        травматологията и спешната хирургия, с която е по-известен Интитут
        Пирогов сега. След демократичните промени от началото на 90-те Пирогов е
        преобразуван в университетска болница по подобие на американските
        болници за спешна помощ, които често са университетски болници (това,
        обаче е проблем, тъй като Пирогов е руски учен, а пироговската медицина
        е руска хирургична медицина свързана с Освободителните Руско-Турски
        войни, тоест с това се получава културологична неконсистентност, тъй
        като в САЩ Пирогов е непознат като хирург, макар да има понятие за
        военно-полева хирургия, но основно и предимно във Великобритания).
        Българската хирургия има влияние от френската и румънската хирургия
        (Букурещ) през 19 (както и през 20 век) [2][3]. След приемането на
        България в ЕС за придобиване на специалност по хирургия вече не се
        изисква лекарят да има придобита специалност по обща хирургия.
        Изключение прави специалността Военна хирургия, за придобиването на
        която е нужно лекарят да има вече призната специалност по обща хирургия,
        ортопедия и травматология, включително неврохирургия, а дори и
        акушерство, и гинекология (в случаите, когато пациентката може да се
        нуждае от незабавен аборт и други), както и други.
      </p>
    </div>
  );
};

export default Home;
