import AppoinmentModal from "../components/AppointmentModal";
import classes from "./Home.module.css";
import Image from "next/image";

const Home = () => {
  return (
    <div className={classes.container}>
      <div className={classes.homeContent}>
        <Image src="/../public/doctorImage.jpg" width="1400px" height="900px" />
      </div>
      <div className={classes.consultation}>
        <div>
          <h1>Запишете се за консултация</h1>
          <p>Попълнете формата и мениджърът ще се свърже с вас скоро!</p>
          <button>Запишете се</button>
        </div>
        <div>
          <h1>Гореща линия</h1>
          <p>+359 78 1000 99</p>
          <p>
            На посочения номер винаги сме готови да отговорим на всички ваши
            въпроси и да ви консултираме за нашите услуги.
          </p>
        </div>
      </div>
      <div className={classes.information}>
        <h1>Лечение на съдови заболявания</h1>
        <p>
          Сърдечно-съдовите заболявания в света заемат първо място в класацията
          сред всички други заболявания. Те включват патология на артериалната,
          венозната и лимфната системи, а именно: атеросклероза, разширени вени
          и лимфедем.
          <br></br>
          <br></br>В началните етапи те обикновено не причиняват никакви
          проблеми, не заплашват нищо, но всеки ден рискът от развитие на такива
          усложнения като: трофични кожни промени, язва, кървене, тромбофлебит,
          флеботромбоза, белодробна емболия (PE), диабетно стъпало, гангрена
          нараства , ампутация.
          <br></br>
          <br></br>
          Всичко това, съответно, води до загуба на работоспособност, засяга
          обичайния ритъм на живот и понякога води до фатални последици. Днес,
          благодарение на модерното оборудване, повечето методи на лечение се
          извършват под локална анестезия (микросклеротерапия,
          ECHO-склеротерапия, ендовенозна лазерна коагулация (EVLC),
          радиочестотна аблация (RFA), лазерно лечение на разширени вени,
          артериално стентиране), без разрези и белези с възможно най-бърза
          рехабилитация, която позволява на пациента веднага да се върне към
          ежедневните дейности.
          <br></br>
          <br></br>Най-ефективният метод за лечение на съдова патология е
          навременната операция! Затова помислете за вашето здраве, както и за
          вашите близки днес и не отлагайте лечението за утре! Пазете се!
        </p>
      </div>
      <div>
        <AppoinmentModal />
      </div>
    </div>
  );
};

export default Home;
